In [1]:
import pandas as pd

# Creating a simple dataset of people
data = {
	'Name' : ["Jasim", "Karim", "Mita", "Antora"],
	'Location' : ["Rajshahi", "Dhaka", "Rangpur", "Kushtia"],
	'Age' : [24, 13, 53, 33]
}

frame = pd.DataFrame(data)

display(frame)

     Name  Location  Age
0   Jasim  Rajshahi   24
1   Karim     Dhaka   13
2    Mita   Rangpur   53
3  Antora   Kushtia   33